{
    "movies": [
        {
            "id": 1,
            "title": "A Haunting in Venice",
            "year": 2023,
            "score": 6.8,
            "description": "En mørkere og mere uhyggelig spin på Branaghs Poirot"
        },
        {
            "id": 2,
            "title": "Barbie",
            "year": 2023,
            "score": 7.1,
            "description": "En visuelt blændende komedie, hvis meta-humor er smart komplementeret af subversiv historiefortælling"
        },
        {
            "id": 3,
            "title": "Elemental",
            "year": 2023,
            "score": 7.0,
            "description": "Elementær er måske ikke så tilfredsstillende som de største Pixar-billeder, men det er stadig en solid historie fortalt med blændende visuel flair"
        },
        {
            "id": 4,
            "title": "Talk to me",
            "year": 2023,
            "score": 7.2,
            "description":"Med en fængslende historie og imponerende praktiske effekter, spinner Talk to Me en forfærdeligt uhyggelig horror-garn bygget på klassiske fundamenter"
        },
        {
            "id": 5,
            "title":"Expend4bles",
            "year": 2023,
            "score": 5.2,
            "description": "Expend4bles er en sjov, actionfyldt og over-the-top actionfilm, der er en værdig fortsættelse af franchisen"
        },
        {
            "id": 6,
            "title": "Love at first sight",
            "year": 2023,
            "score": 6.9,
            "description": "En sjov og charmerende romantisk komedie, der er lige så sød som den er smart - og en af ​​de sjældne moderne komedier, der er fyldt med så meget hjerte og varme som latter"
        },
        {
            "id": 7,
            "title": "Jawan",
            "year": 2023,
            "score": 7.6,
            "description": "Jawan er en Indisk actionfilm instrueret af BVS Ravi og produceret af Krishna. Filmen har Sai Dharam Tej og Mehreen Pirzada i hovedrollerne."
        },
        {
            "id": 8,
            "title": "Oppenheimer",
            "year": 2023,
            "score": 8.6,
            "description": "Et andet mesterværk fra Nolan, der er en visuelt forbløffende og tankevækkende film, der er lige så spændende som den er tankevækkende"
        },
        {
            "id": 9,
            "title": "Blue Beetle",
            "year": 2023,
            "score": 6.3,
            "description": "An alien scarab chooses Jaime Reyes to be its symbiotic host, bestowing the recent college graduate with a suit of armor that's capable of extraordinary powers, forever changing his destiny as he becomes the superhero known as Blue Beetle."
        },
        {
            
        }
    ]
}